Repository: buddyactivist/buddyactivist-user-location
Catalog: languages/buddyactivist-user-location-*.po
Languages: it_it

source: BuddyActivist User Location
it_it: BuddyActivist Localizzazione Utenti

source: User Location Settings
it_it: Impostazioni Localizzazione Utenti

source: Auto-join nearest group
it_it: Iscrizione automatica al gruppo più vicino

source: Automatically subscribe user to nearest BuddyPress group
it_it: Iscrivi automaticamente l’utente al gruppo BuddyPress più vicino

source: BuddyActivist Group Location is required for this feature.
it_it: Per utilizzare questa funzionalità è necessario BuddyActivist Group Location.

source: Search address...
it_it: Cerca indirizzo...

source: Search
it_it: Cerca

source: Profile
it_it: Profilo

source: BuddyActivist User Location Settings
it_it: Impostazioni BuddyActivist Localizzazione Utenti

source: Localized Address (BuddyActivist User Location)
it_it: Indirizzo Localizzato (BuddyActivist Localizzazione Utenti)

source: Address
it_it: Indirizzo

source: City
it_it: Città

source: Postal code
it_it: CAP

source: Country
it_it: Paese

source: Latitude
it_it: Latitudine

source: Longitude
it_it: Longitudine

source: User map
it_it: Mappa utenti

source: No users found.
it_it: Nessun utente trovato.

source: Loading map...
it_it: Caricamento mappa...

source: Error loading user data.
it_it: Errore nel caricamento dei dati utente.

source: Nearest group
it_it: Gruppo più vicino

source: Automatically connect user to nearest BuddyPress group
it_it: Collega automaticamente l’utente al gruppo BuddyPress più vicino

source: This feature requires BuddyPress.
it_it: Questa funzionalità richiede BuddyPress.

source: This feature requires BuddyActivist Group Location.
it_it: Questa funzionalità richiede BuddyActivist Group Location.

source: Enable user map
it_it: Abilita mappa utenti

source: User map shortcode
it_it: Shortcode mappa utenti

source: Use the shortcode [baul_user_map] to display the user map.
it_it: Usa lo shortcode [baul_user_map] per mostrare la mappa degli utenti.
